{"meta":{"title":"Interesting…","subtitle":null,"description":null,"author":"Nathan","url":"http://yoursite.com"},"pages":[{"title":"All categories","date":"2018-04-16T03:44:16.000Z","updated":"2018-04-16T03:50:22.000Z","comments":true,"path":"categories/index.html","permalink":"http://yoursite.com/categories/index.html","excerpt":"","text":""},{"title":"All tags","date":"2018-04-16T03:43:55.000Z","updated":"2018-04-16T03:48:36.000Z","comments":true,"path":"tags/index.html","permalink":"http://yoursite.com/tags/index.html","excerpt":"","text":""}],"posts":[{"title":"","slug":"test","date":"2018-04-15T17:17:00.000Z","updated":"2018-04-16T03:52:38.000Z","comments":true,"path":"2018/04/16/test/","link":"","permalink":"http://yoursite.com/2018/04/16/test/","excerpt":"","text":"title: Lesson 6 The sporting spiritI am always amazed when I hear people saying that sport creates goodwill between the nations, and that if only the common peoples of the world could meet one another at football or cricket, they would have no inclination to meet on the battlefield. Even if one didn’t know from concrete examples (the 1936 Olympic Games, for instance) that international sporting contests lead to orgies of hatred, one could deduce it from general principles. Nearly all the sports practised nowadays are competitive. You play to win, and the game has little meaning unless you do your utmost to win. On the village green, where you pick up sides and no feeling of local patriotism is involved, it is possible to play simply for the fun and exercise: but as soon as the question of prestige arises, as soon as you feel that you and some larger unit will be disgraced if you lose, the most savage combative instincts are aroused. Anyone who has played even in a school football match knows this. At the international level sport is frankly mimic warfare. But the significant thing is not the behaviour of the players but the attitude of the spectators: and, behind the spectators, of the nations. who work themselves into furies over these absurd contests, and seriously believe–at any rate for short periods–that running, jumping and kicking a ball are tests of national virtue.","categories":[],"tags":[]},{"title":"Hello World","slug":"hello-world","date":"2018-04-15T16:28:44.000Z","updated":"2018-04-15T17:17:00.000Z","comments":true,"path":"2018/04/16/hello-world/","link":"","permalink":"http://yoursite.com/2018/04/16/hello-world/","excerpt":"","text":"Welcome to Hexo! This is your very first post. Check documentation for more info. If you get any problems when using Hexo, you can find the answer in troubleshooting or you can ask me on GitHub. Quick StartCreate a new post1$ hexo new \"My New Post\" More info: Writing Run server1$ hexo server More info: Server Generate static files1$ hexo generate More info: Generating Deploy to remote sites1$ hexo deploy More info: Deployment","categories":[],"tags":[]}]}